{"pageProps":{"contentHtml":"<h1>LexPipe Privacy Policy</h1>\n<p>Effective: <strong>March 2024</strong></p>\n<p>Welcome to LexPipe. Your privacy and the security of your data are of paramount importance to us. This Privacy Policy outlines the types of information we collect, how it is used, shared, and protected.</p>\n<h2>Policy</h2>\n<h3>Information Collection</h3>\n<p>We collect information necessary to provide our services, including legal data,\r\npersonal details, and usage statistics. Data is collected via our platform, through direct interactions with our users, and from third-party legal data providers.</p>\n<p>With respect to substantive legal data during the use of the LexPipe product,\r\nLexPipe strives to collect and store a minimum amount of information.</p>\n<h3>Use of Information</h3>\n<p>The collected information is used to deliver and improve our services, support\r\ncustomer inquiries, and ensure compliance with legal obligations. We also use the data to enhance our AI-driven data normalization features.</p>\n<h3>Data Sharing and Disclosure</h3>\n<p>We do not sell personal information to third parties.</p>\n<p>Data is shared with service providers under contract (e.g., Google Cloud). We\r\ndisclose data when required by law or to protect our rights.</p>\n<h3>Data Security</h3>\n<p>We implement robust security measures to protect data against unauthorized access\r\nand breaches.</p>\n<h3>User Rights</h3>\n<p>Users have rights to access, correct, or delete their personal information. To\r\nexercise these rights, please contact us at info@lexpipe.com.</p>\n<h3>Changes</h3>\n<p>We may update this policy to reflect changes to our information practices. We\r\nencourage users to review this policy periodically.</p>\n<h2>Contact Us</h2>\n<p>More documentation is located at our public \"TrustShare\" website, which provides\r\nadditional documentation (access required).</p>\n<p>For questions about this privacy policy, contact us at [Contact Information].</p>\n<p>This policy serves as a foundation for LexPipe's commitment to data privacy and\r\nprotection, providing a solid framework for the next 6-12 months while allowing for\r\nflexibility to adapt to evolving legal, technological, and business needs.</p>\n"},"__N_SSG":true}